Repository: ds10git/josm-kindahackedinutils-plugin
Catalog: po/*.po
Languages: de

source: KindaHackedInUtils: Direction cone color
de: KindaHackedInUtils: Richtungskegelfarbe

source: Draw node at mouse location
de: Neuen Punkt an Mausposition erstellen mit Taste B

source: Get heading in degrees
de: Richtung in Grad ermitteln

source: Adds selected objects to selected relation regardless if they already are members of the relation
de: Fügt ausgewählte Objekte zur ausgewählten Relation hinzu, unabhängig davon, ob diese bereits Mitglieder der Relation sind

source: Split way at mouse location
de: Wege an Mausposition aufteilen mit Taste K

source: forward
de: Vorwärts

source: backward
de: Rückwärts

source: Add selected objects to relation
de: Ausgewählte Objekte zu Relation hinzufügen

source: Adds selected objects to selected/matching relation or creates new relation
de: Fügt Objekte zur ausgewählten/passenden Relation hinzu oder erstellt eine neue Relation

source: maxspeed
de: Tempolimit

source: toll
de: Maut

source: traffic_signals
de: Ampel

source: Other realtion type
de: Anderer Relationstyp

source: Select enforcement type
de: Enforcement-Typ auswählen

source: Detach nodes from ways and move them
de: Knoten von Wegen trennen und verschieben

source: Detatch nodes
de: Knoten abtrennen

source: The selected way lies outside the download area. This might result in different detachments. Do you want to continue anyway?
de: Teile des ausgewählten Wegs liegen außerhalb des heruntergeladenen Bereichs. Dies kann zu unterschiedlichen Ergebnissen des Abtrennens führen. Möchten Sie trotzdem fortfahren?

source: Way outside of download area
de: Teile des Wegs außerhalb des heruntergeladenen Bereichs

source: Create turn restriction or replace selected
de: Abbiegebeschränkung erstellen oder ausgewählte ersetzen

source: Get heading for direction from mouse location
de: Richtung für direction von Mausposition ermitteln

source: Create turn restriction
de: Abbiegebeschränkung erstellen

source: Undo/redo changes on selected object
de: Änderungen am ausgewählten Object rückgängig machen/wiederherstellen

source: undo/redo object
de: Object rückgängig machen/wiederherstellen

source: Enter type and id of object (like ''w12345'' or ''way 12345'' for ways, ''n12345'' or ''node 12345'' for nodes, ''r12345'' or ''relation 12345'' for relations)
de: Typ und ID des Objects eingeben (z.B. ''w12345'' oder ''way 12345'' für Wege, ''n12345'' oder ''node 12345'' für Punkte, ''r12345'' or ''relation 12345'' für Relationen)

source: No undo commands for selected object found.
de: Keine Befehle zum Rückgängigmachen des ausgewählten Objekts gefunden.

source: Create area between 2 selected nodes
de: Gebiet zwischen 2 ausgewählten Knoten erstellen

source: Create area
de: Gebiet erstellen

source: Get heading
de: Richtung ermitteln

source: Note that the direction for a traffic sign is opposite of the direction it''s effect is. For example if a street's direction is in 45° forward and a speed limit sign is placed besides this street in forward direction it is mapped with a direction of 225. If natural direction is enabled for traffic signs you can just point the mouse behind the traffic sign in the direction of the street to get the correct mapping.
de: Bitte beachten, dass direction für Verkehrsschilder entgegengesetzt zu deren Wirkung gemappt wird. Wenn zum Beispiel eine Straße in Vorwärts-Richtung in 45° verläuft und ein Geschwindigkeitsbegrenzungsschild steht neben dieser Straße in Richtung der Straße, dann wird direction mit 225 gemappt. Wenn natürliche Richtung aktiviert ist wird die korrekte Richtung durch Positionierung der Maus hinter dem Schild in Richtung der Straße ermittelt.

source: for
de: für

source: {0} for all objects
de: {0} für alle Objekte

source: Optimize/split multipolygon
de: Multipolygon optimieren/aufteilen

source: Please download missing members first.
de: Bitte zuvor unvollständige Mitglieder herunterladen.

source: Relation not completely in download area. Please download complete area of relation.
de: Relation nicht vollständig innerhalb der heruntergeladenen Fläche. Bitte laden Sie die vollständige Fläche der Relation herunter.

source: Close selected ways
de: Ausgewählte Linien schließen

source: Wrap way around other way
de: Line an andere Linie anschmiegen

source: Turn restriction type
de: Typ der Abbiegebeschränkung

source: only for:
de: Nur für:

source: except:
de: Ausnahme für:

source: Select type of area
de: Typ des Gebiets auswählen

source: Quick selection list:
de: Schnellauswahlliste:

source: Select undo/redo command to undo/redo until
de: Befehl auswählen, bis zu dem Änderungen rückgängig gemacht/wiederhergestellt werden sollen

source: <html>Select the command that you want to be undone/redone, all later commands will also be undone/redone.<br><br>The list is sorted from last at the top to earliest at the bottom.<br>The list will contain all available undo commands for the selected object even if they have already been undone previousely.</html>
de: <html>Den Befehl auswählen der rückgängig gemacht/wiederhergestellt werden soll, alle späteren Befehle werden dabei auch rückgängig gemacht/wiederhergestellt.<br><br>Die Liste ist sortiert vom Jüngsten oben bis zum Ältersten unten<br>Die Liste enthält alle verfügbaren Befehle zum Rückgängigmachen für das ausgewählte Objekt, auch wenn diese bereits zuvor rückgängig gemacht wurden.</html>

source: Select objects to add to relation again
de: Objekte auswählten, die erneut zur Relation hinzugefügt werden sollen

source: Add all
de: Alle hinzufügen

source: Add selected
de: Ausgewählte hinzufügen

source: Don''t add again
de: Nicht erneut hinzufügen

source: <html><p>The following objects are already members of the relation.</p><p>Select the objects you want to add again or press <b>{0}</b>.</p><br><p>(The list uses single click and dragging selection.)</p></html>
de: <html><p>Die folgenden Objekte sind bereits Mitglieder der Relation.</p><p>Wählen Sie die Objekte aus, die erneut zur Relation hinzugefügt werden sollen oder betätigen Sie <b>{0}</b>.</p><br><p>(Die Liste verwendet Einfachklick und Klick-Ziehen für das Auswählen.)</p></html>

source: Building {0}
de: Gebäude {0}

source: All Buildings
de: Alle Gebäude

source: All Solars
de: Alle Solar

source: Change settings for KindaHackedInUtils plugin.
de: Einstellungen für KindaHackedInUtils-Plugin vornehmen.

source: Direction from mouse location with keyboard key H
de: Richtung von Mausposition mit Taste H

source: Use key {0} for traffic signs on nodes inside a way
de: Nutze {0} für Verkehrsschilder auf Punkten innerhalb eines Weges

source: Use {0} as direction for traffic signs on nodes inside a way
de: Nutze {0} als Richtung für Verkehrsschilder innerhalb eines Weges

source: Natural direction for traffic signs
de: Natürliche Richtung für Verkehrsschilder

source: Automatically set direction value to degrees on possible ambiguous traffic sign nodes
de: Richtung automatisch auf Gradzahl setzen auf uneindeutigen Verkehrszeichenpunkten

source: Show popup with possible degree values for ambiguous traffic sign nodes
de: Kontextmenu mit möglichen Gradzahlen für uneindeutige Verkehrszeichenpunkte anzeigen

source: Get directions for ways and multipolygons from selected member node
de: Richtung für Wege und Multipoligone aus ausgewähltem Mitgliedsknoten ermitteln

source: Draw helper line while pressing keyboard key
de: Hilfslinie anzeigen, während Tastaturtaste gedrückt ist

source: Draw helper cone while pressing keyboard key
de: Richtungskegel anzeigen, während Tastaturtaste gedrückt ist

source: Split ways at mouse location with keyboard key K
de: Wege an Mausposition aufteilen mit Taste K

source: Create new node at mouse location with keyboard key B
de: Neuen Punkt an Mausposition erstellen mit Taste B

source: Detach nodes from ways and move them with keyboard key Z
de: Knoten von Wegen trennen und verschieben mit Taste Z

source: Wrap way around other way with keybord keys Shift+F
de: Line an andere Linie anschmiegen mit Tasten Umschalt+F

source: Create area between 2 points of a line with keyboard keys Alt+Ctrl+Shift+A
de: Fläche zwischen 2 Punkten einer Linie erstellen mit Tasten Alt+Ctrl+Umschalt+A

source: Optimize/split multipolygon wiht keyboard keys Alt+Shift+X
de: Multipolygon optimieren/aufteilen mit Tasten Alt+Shift+X

source: Enabled/Disable preset actions in toolbar dependend on selection
de: Abhängig von Auswahl Preset-Aktionen in der Symbolleiste de-/aktivieren

source: Get JOSM to front whenever mouse enters map view or dialog window (might not work depending on OS and window manager)
de: JOSM in den Vordergrund holen, wenn die Maus in die Kartenansicht oder ein Dialogfenster bewegt wird (funktioniert möglicherweise nicht, abhängig von BS und Fenstermanager)

source: Quick Relation Selection List
de: Relation-Schnellauswahlliste

source: Quickly select relations for which selected object is a memember of.
de: Schnellauswahl von Relationen von denen das ausgewählte Objekt ein Mitglied ist.

source: Windows: {0}
de: Fenster: {0}

source: Quick Relation Selection mouse pointing highlighting color
de: Farbe für Maushervorhebung für Relation-Schnellauswahl

source: hgv
de: LKW

source: caravan
de: Wohnmobil

source: motorcar
de: Auto

source: agricultural
de: Landwirtschaftlich

source: motorcycle
de: Motorrad

source: bicycle
de: Fahrrad

source: hazmat
de: Gefahrgut

source: psv
de: Linienverkehr

source: emergency
de: Rettungsfahrzeuge

source: grass
de: Gras

source: meadow
de: Wiese

source: forest
de: Forst

source: wood
de: Wald

source: farmland
de: Feld

source: scrub
de: Buschland
